tap "hashicorp/tap"
tap "homebrew/bundle"
brew "openssl@3"
brew "awscli"
brew "python@3.12"
brew "cairo"
brew "fzf"
brew "gh"
brew "giflib"
brew "jpeg"
brew "pango"
brew "librsvg"
brew "nvm"
brew "pipx"
brew "pkg-config"
brew "s-search"
brew "speedtest-cli"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-completions"
brew "hashicorp/tap/vault"
cask "insomnia"
cask "iterm2"
cask "microsoft-edge"
cask "paintbrush"
cask "pgadmin4"
cask "postman"
cask "rectangle"
cask "sublime-text"
cask "visual-studio-code"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "kddejong.vscode-cfn-lint"
vscode "marcosterland.codegpt3"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
