tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
brew "openssl@3"
brew "python@3.12"
brew "awscli"
brew "btop"
brew "cairo"
brew "cmatrix"
brew "colima"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gh"
brew "giflib"
brew "icu4c@76"
brew "harfbuzz"
brew "htop"
brew "jpeg"
brew "jq"
brew "pango"
brew "librsvg"
brew "nvm"
brew "pipx"
brew "pkgconf"
brew "podman"
brew "redis"
brew "s-search"
brew "speedtest-cli"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-completions"
brew "hashicorp/tap/vault"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "drawio"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "insomnia"
cask "iterm2"
cask "microsoft-edge"
cask "paintbrush"
cask "postman"
cask "rectangle"
cask "sublime-text"
cask "visual-studio-code"
cask "warp"
cask "wave"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hediet.vscode-drawio"
vscode "kddejong.vscode-cfn-lint"
vscode "marcosterland.codegpt3"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
